Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: af_za, ar_eg, ar_sa, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tl_ph, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

source: Play
af_za: Speel
ar_eg: تشغيل
ar_sa: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reproduir
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergeben
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fi_fi: Toista
fr_fr: Écouter
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
pt_pt: Reproduzir
ro_ro: Redă
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: இயக்கு
th_th: เล่น
tl_ph: I-play
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_cn: 播放
zh_tw: 播放

# AlbumViewPage_Empty_Title.Text
source: No songs found in this album
af_za: Geen liedjies in hierdie album gevind nie
ar_eg: لا توجد أغاني في هذا الألبوم
ar_sa: لم يتم العثور على أغانٍ في هذا الألبوم
bg_bg: Няма намерени песни в този албум
bn_bd: এই অ্যালবামে কোনো গান পাওয়া যায়নি
ca_es: No s'han trobat cançons en aquest àlbum
cs_cz: V tomto albu nebyly nalezeny žádné skladby
da_dk: Ingen sange fundet i dette album
de_de: Keine Lieder in diesem Album gefunden
el_gr: Δεν βρέθηκαν τραγούδια σε αυτό το άλμπουμ
es_mx: No se encontraron canciones en este álbum
et_ee: Sellest albumist laule ei leitud
fa_ir: هیچ آهنگی در این آلبوم یافت نشد
fi_fi: Albumista ei löytynyt kappaleita
fr_fr: Aucune chanson trouvée dans cet album
ga_ie: Níor aimsíodh amhráin san albam seo
he_il: לא נמצאו שירים באלבום זה
hi_in: इस एल्बम में कोई गाना नहीं मिला
hr_hr: Nema pronađenih pjesama u ovom albumu
hu_hu: Nincsenek dalok ebben az albumban
id_id: Tidak ada lagu ditemukan di album ini
it_it: Nessuna canzone trovata in questo album
ja_jp: このアルバムには曲が見つかりません
ko_kr: 이 앨범에서 곡을 찾을 수 없습니다
lt_lt: Šiame albume dainų nerasta
ms_my: Tiada lagu ditemui dalam album ini
nl_nl: Geen nummers gevonden in dit album
no_no: Ingen sanger funnet i dette albumet
pa_in: ਇਸ ਐਲਬਮ ਵਿੱਚ ਕੋਈ ਗਾਣੇ ਨਹੀਂ ਮਿਲੇ
pl_pl: Nie znaleziono utworów w tym albumie
pt_pt: Nenhuma música encontrada neste álbum
ro_ro: Nu s-au găsit melodii în acest album
ru_ru: В этом альбоме песен не найдено
sk_sk: V tomto albume neboli nájdené žiadne skladby
sq_al: Asnjë këngë nuk u gjet në këtë album
sr_cyrl_rs: Није пронађена ниједна песма у овом албуму
sv_se: Inga låtar hittades i detta album
sw_ke: Hakuna nyimbo zilizopatikana kwenye albamu hii
ta_in: இந்த ஆல்பத்தில் பாடல்கள் எதுவும் கண்டறியப்படவில்லை
th_th: ไม่พบเพลงในอัลบั้มนี้
tl_ph: Walang nakitang kanta sa album na ito
tr_tr: Bu albümde şarkı bulunamadı
uk_ua: В цьому альбомі пісень не знайдено
vi_vn: Không tìm thấy bài hát nào trong album này
zh_cn: 此专辑中未找到歌曲
zh_tw: 此專輯中找不到歌曲

# AlbumViewPage_Empty_Subtitle.Text
source: Try searching for something else
af_za: Probeer vir iets anders soek
ar_eg: حاول البحث عن شيء آخر
ar_sa: حاول البحث عن شيء آخر
bg_bg: Опитайте да потърсите нещо друго
bn_bd: অন্য কিছু খুঁজে দেখুন
ca_es: Prova a cercar una altra cosa
cs_cz: Zkuste hledat něco jiného
da_dk: Prøv at søge efter noget andet
de_de: Versuchen Sie, nach etwas anderem zu suchen
el_gr: Δοκιμάστε να αναζητήσετε κάτι άλλο
es_mx: Intenta buscar otra cosa
et_ee: Proovige otsida midagi muud
fa_ir: چیز دیگری را جستجو کنید
fi_fi: Kokeile hakea jotain muuta
fr_fr: Essayez de rechercher autre chose
ga_ie: Bain triail as cuardach a dhéanamh ar rud éigin eile
he_il: נסה לחפש משהו אחר
hi_in: कुछ और खोजने का प्रयास करें
hr_hr: Pokušajte pretražiti nešto drugo
hu_hu: Próbáljon másra keresni
id_id: Coba cari yang lain
it_it: Prova a cercare qualcos'altro
ja_jp: 他のものを検索してみてください
ko_kr: 다른 것을 검색해 보세요
lt_lt: Pabandykite ieškoti ko nors kito
ms_my: Cuba cari yang lain
nl_nl: Probeer iets anders te zoeken
no_no: Prøv å søke etter noe annet
pa_in: ਕੁਝ ਹੋਰ ਖੋਜਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl_pl: Spróbuj wyszukać coś innego
pt_pt: Tente pesquisar outra coisa
ro_ro: Încercați să căutați altceva
ru_ru: Попробуйте поискать что-то другое
sk_sk: Skúste hľadať niečo iné
sq_al: Provo të kërkosh diçka tjetër
sr_cyrl_rs: Покушајте да претражите нешто друго
sv_se: Försök att söka efter något annat
sw_ke: Jaribu kutafuta kitu kingine
ta_in: வேறு எதையாவது தேட முயற்சிக்கவும்
th_th: ลองค้นหาสิ่งอื่น
tl_ph: Subukang maghanap ng iba
tr_tr: Başka bir şey aramayı deneyin
uk_ua: Спробуйте пошукати щось інше
vi_vn: Hãy thử tìm kiếm thứ khác
zh_cn: 尝试搜索其他内容
zh_tw: 嘗試搜尋其他內容

# ArtistPage_Title.Text
source: Artists
af_za: Kunstenaars
ar_eg: فنانين
ar_sa: الفنانون
bg_bg: Изпълнители
bn_bd: শিল্পী
ca_es: Artistes
cs_cz: Interpreti
da_dk: Kunstnere
de_de: Künstler
el_gr: Καλλιτέχνες
es_mx: Artistas
et_ee: Esitajad
fa_ir: هنرمندان
fi_fi: Artistit
fr_fr: Artistes
ga_ie: Ealaíontóirí
he_il: אמנים
hi_in: कलाकार
hr_hr: Izvođači
hu_hu: Előadók
id_id: Artis
it_it: Artisti
ja_jp: アーティスト
ko_kr: 아티스트
lt_lt: Atlikėjai
ms_my: Artis
nl_nl: Artiesten
no_no: Artister
pa_in: ਕਲਾਕਾਰ
pl_pl: Artyści
pt_pt: Artistas
ro_ro: Artiști
ru_ru: Исполнители
sk_sk: Interpreti
sq_al: Artistë
sr_cyrl_rs: Извођачи
sv_se: Artister
sw_ke: Wasanii
ta_in: கலைஞர்கள்
th_th: ศิลปิน
tl_ph: Mga Artist
tr_tr: Sanatçılar
uk_ua: Виконавці
vi_vn: Nghệ sĩ
zh_cn: 艺术家
zh_tw: 藝人

# ArtistPage_SearchBox.PlaceholderText
source: Search artists...
af_za: Soek kunstenaars...
ar_eg: ابحث في الفنانين...
ar_sa: البحث في الفنانين...
bg_bg: Търсене на изпълнители...
bn_bd: শিল্পী খুঁজুন...
ca_es: Cercar artistes...
cs_cz: Hledat interprety...
da_dk: Søg kunstnere...
de_de: Künstler suchen...
el_gr: Αναζήτηση καλλιτεχνών...
es_mx: Buscar artistas...
et_ee: Otsi esitajaid...
fa_ir: جستجوی هنرمندان...
fi_fi: Hae artisteista...
fr_fr: Rechercher des artistes...
ga_ie: Cuardaigh ealaíontóirí...
he_il: חפש אמנים...
hi_in: कलाकार खोजें...
hr_hr: Pretraži izvođače...
hu_hu: Előadók keresése...
id_id: Cari artis...
it_it: Cerca artisti...
ja_jp: アーティストを検索...
ko_kr: 아티스트 검색...
lt_lt: Ieškoti atlikėjų...
ms_my: Cari artis...
nl_nl: Artiesten zoeken...
no_no: Søk artister...
pa_in: ਕਲਾਕਾਰ ਖੋਜੋ...
pl_pl: Szukaj artystów...
pt_pt: Procurar artistas...
ro_ro: Căutați artiști...
ru_ru: Искать исполнителей...
sk_sk: Hľadať interpretov...
sq_al: Kërko artistë...
sr_cyrl_rs: Претражи извођаче...
sv_se: Sök artister...
sw_ke: Tafuta wasanii...
ta_in: கலைஞர்களைத் தேடு...
th_th: ค้นหาศิลปิน...
tl_ph: Maghanap ng mga artist...
tr_tr: Sanatçılarda ara...
uk_ua: Пошук виконавців...
vi_vn: Tìm kiếm nghệ sĩ...
zh_cn: 搜索艺术家...
zh_tw: 搜尋藝人...

# ArtistPage_SearchButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Search artists
af_za: Soek kunstenaars
ar_eg: ابحث في الفنانين
ar_sa: البحث في الفنانين
bg_bg: Търсене на изпълнители
bn_bd: শিল্পী খুঁজুন
ca_es: Cercar artistes
cs_cz: Hledat interprety
da_dk: Søg kunstnere
de_de: Künstler suchen
el_gr: Αναζήτηση καλλιτεχνών
es_mx: Buscar artistas
et_ee: Otsi esitajaid
fa_ir: جستجوی هنرمندان
fi_fi: Hae artisteita
fr_fr: Rechercher des artistes
ga_ie: Cuardaigh ealaíontóirí
he_il: חפש אמנים
hi_in: कलाकार खोजें
hr_hr: Pretraži izvođače
hu_hu: Előadók keresése
id_id: Cari artis
it_it: Cerca artisti
ja_jp: アーティストを検索
ko_kr: 아티스트 검색
lt_lt: Ieškoti atlikėjų
ms_my: Cari artis
nl_nl: Artiesten zoeken
no_no: Søk artister
pa_in: ਕਲਾਕਾਰ ਖੋਜੋ
pl_pl: Szukaj artystów
pt_pt: Procurar artistas
ro_ro: Căutați artiști
ru_ru: Искать исполнителей
sk_sk: Hľadať interpretov
sq_al: Kërko artistë
sr_cyrl_rs: Претражи извођаче
sv_se: Sök artister
sw_ke: Tafuta wasanii
ta_in: கலைஞர்களைத் தேடு
th_th: ค้นหาศิลปิน
tl_ph: Maghanap ng mga artist
tr_tr: Sanatçılarda ara
uk_ua: Пошук виконавців
vi_vn: Tìm kiếm nghệ sĩ
zh_cn: 搜索艺术家
zh_tw: 搜尋藝人

# ArtistPage_RandomButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Pick one at random
af_za: Kies een willekeurig
ar_eg: اختر واحد عشوائيًا
ar_sa: اختر واحدًا عشوائيًا
bg_bg: Изберете произволен
bn_bd: এলোমেলোভাবে একটি চয়ন করুন
ca_es: Triar-ne un a l'atzar
cs_cz: Vybrat náhodně
da_dk: Vælg et tilfældigt
de_de: Zufällig auswählen
el_gr: Επιλέξτε ένα τυχαία
es_mx: Elegir uno al azar
et_ee: Vali juhuslik
fa_ir: انتخاب تصادفی
fi_fi: Valitse satunnainen
fr_fr: Choisir un artiste au hasard
ga_ie: Roghnaigh ceann go randamach
he_il: בחר אחד אקראית
hi_in: यादृच्छिक रूप से एक चुनें
hr_hr: Odaberi nasumično
hu_hu: Válasszon egyet véletlenszerűen
id_id: Pilih secara acak
it_it: Scegli uno a caso
ja_jp: ランダムに選択
ko_kr: 무작위 선택
lt_lt: Pasirinkti atsitiktinį
ms_my: Pilih secara rawak
nl_nl: Kies er willekeurig één
no_no: Velg en tilfeldig
pa_in: ਕੋਈ ਇੱਕ ਚੁਣੋ
pl_pl: Wybierz losowo
pt_pt: Escolher um aleatoriamente
ro_ro: Alege unul aleatoriu
ru_ru: Выбрать случайного
sk_sk: Vybrať náhodne
sq_al: Zgjidh një rastësisht
sr_cyrl_rs: Изабери насумично
sv_se: Välj en slumpmässigt
sw_ke: Chagua moja bila mpangilio
ta_in: தோராயமாக ஒன்றைத் தேர்ந்தெடு
th_th: สุ่มเลือกหนึ่งรายการ
tl_ph: Pumili ng isa nang random
tr_tr: Rastgele birini seç
uk_ua: Вибрати випадковий
vi_vn: Chọn ngẫu nhiên một nghệ sĩ
zh_cn: 随机选择一个
zh_tw: 隨機選擇一個

# ArtistPage_Menu_Play.Text
source: Play
af_za: Speel
ar_eg: تشغيل
ar_sa: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reproduir
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergeben
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fi_fi: Toista
fr_fr: Écouter
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
pt_pt: Reproduzir
ro_ro: Redă
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: இயக்கு
th_th: เล่น
tl_ph: I-play
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_cn: 播放
zh_tw: 播放

# ArtistPage_Menu_ChangeImage.Text
source: Change Image
af_za: Verander Prent
ar_eg: غير الصورة
ar_sa: تغيير الصورة
bg_bg: Смени изображението
bn_bd: ছবি পরিবর্তন করুন
ca_es: Canviar imatge
cs_cz: Změnit obrázek
da_dk: Skift billede
de_de: Bild ändern
el_gr: Αλλαγή Εικόνας
es_mx: Cambiar imagen
et_ee: Muuda pilti
fa_ir: تغییر تصویر
fi_fi: Vaihda kuvaa
fr_fr: Changer l'image
ga_ie: Athraigh Íomhá
he_il: שנה תמונה
hi_in: छवि बदलें
hr_hr: Promijeni sliku
hu_hu: Kép módosítása
id_id: Ubah Gambar
it_it: Cambia immagine
ja_jp: 画像を変更
ko_kr: 이미지 변경
lt_lt: Keisti paveikslėlį
ms_my: Tukar Imej
nl_nl: Afbeelding wijzigen
no_no: Endre bilde
pa_in: ਤਸਵੀਰ ਬਦਲੋ
pl_pl: Zmień obraz
pt_pt: Alterar Imagem
ro_ro: Schimbă imaginea
ru_ru: Изменить изображение
sk_sk: Zmeniť obrázok
sq_al: Ndrysho imazhin
sr_cyrl_rs: Промени слику
sv_se: Ändra bild
sw_ke: Badilisha Picha
ta_in: படத்தை மாற்று
th_th: เปลี่ยนรูปภาพ
tl_ph: Palitan ang Larawan
tr_tr: Görseli Değiştir
uk_ua: Змінити зображення
vi_vn: Đổi ảnh
zh_cn: 更改图像
zh_tw: 變更圖片

# ArtistPage_Menu_RemoveImage.Text
source: Remove Image
af_za: Verwyder Prent
ar_eg: ازل الصورة
ar_sa: إزالة الصورة
bg_bg: Премахни изображението
bn_bd: ছবি সরান
ca_es: Eliminar imatge
cs_cz: Odstranit obrázek
da_dk: Fjern billede
de_de: Bild entfernen
el_gr: Αφαίρεση Εικόνας
es_mx: Eliminar imagen
et_ee: Eemalda pilt
fa_ir: حذف تصویر
fi_fi: Poista kuva
fr_fr: Supprimer l'image
ga_ie: Bain Íomhá
he_il: הסר תמונה
hi_in: छवि हटाएँ
hr_hr: Ukloni sliku
hu_hu: Kép eltávolítása
id_id: Hapus Gambar
it_it: Rimuovi immagine
ja_jp: 画像を削除
ko_kr: 이미지 제거
lt_lt: Pašalinti paveikslėlį
ms_my: Buang Imej
nl_nl: Afbeelding verwijderen
no_no: Fjern bilde
pa_in: ਤਸਵੀਰ ਹਟਾਓ
pl_pl: Usuń obraz
pt_pt: Remover Imagem
ro_ro: Elimină imaginea
ru_ru: Удалить изображение
sk_sk: Odstrániť obrázok
sq_al: Hiq imazhin
sr_cyrl_rs: Уклони слику
sv_se: Ta bort bild
sw_ke: Ondoa Picha
ta_in: படத்தை அகற்று
th_th: ลบรูปภาพ
tl_ph: Alisin ang Larawan
tr_tr: Görseli Kaldır
uk_ua: Видалити зображення
vi_vn: Xóa ảnh
zh_cn: 移除图像
zh_tw: 移除圖片

# ArtistPage_Empty_Title.Text
source: No artists found
af_za: Geen kunstenaars gevind nie
ar_eg: لا يوجد فنانين
ar_sa: لم يتم العثور على فنانين
bg_bg: Не са намерени изпълнители
bn_bd: কোনো শিল্পী পাওয়া যায়নি
ca_es: No s'han trobat artistes
cs_cz: Nebyli nalezeni žádní interpreti
da_dk: Ingen kunstnere fundet
de_de: Keine Künstler gefunden
el_gr: Δεν βρέθηκαν καλλιτέχνες
es_mx: No se encontraron artistas
et_ee: Esitajaid ei leitud
fa_ir: هیچ هنرمندی یافت نشد
fi_fi: Artisteja ei löytynyt
fr_fr: Aucun artiste trouvé
ga_ie: Níor aimsíodh ealaíontóirí
he_il: לא נמצאו אמנים
hi_in: कोई कलाकार नहीं मिला
hr_hr: Nema pronađenih izvođača
hu_hu: Nem található előadó
id_id: Tidak ada artis ditemukan
it_it: Nessun artista trovato
ja_jp: アーティストが見つかりません
ko_kr: 아티스트를 찾을 수 없습니다
lt_lt: Atlikėjų nerasta
ms_my: Tiada artis ditemui
nl_nl: Geen artiesten gevonden
no_no: Ingen artister funnet
pa_in: ਕੋਈ ਕਲਾਕਾਰ ਨਹੀਂ ਮਿਲੇ
pl_pl: Nie znaleziono artystów
pt_pt: Nenhum artista encontrado
ro_ro: Nu s-au găsit artiști
ru_ru: Исполнители не найдены
sk_sk: Žiadni interpreti neboli nájdení
sq_al: Asnjë artist nuk u gjet
sr_cyrl_rs: Није пронађен ниједан извођач
sv_se: Inga artister hittades
sw_ke: Hakuna wasanii waliofupatikana
ta_in: கலைஞர்கள் எதுவும் கண்டறியப்படவில்லை
th_th: ไม่พบศิลปิน
tl_ph: Walang nakitang artist
tr_tr: Sanatçı bulunamadı
uk_ua: Виконавців не знайдено
vi_vn: Không tìm thấy nghệ sĩ nào
zh_cn: 未找到艺术家
zh_tw: 找不到藝人

# ArtistPage_Empty_Subtitle.Text
source: Scan your music library to populate artists
af_za: Skandeer jou musiekbiblioteek om kunstenaars te bevolk
ar_eg: امسح مكتبة الموسيقى الخاصة بك لملء الفنانين
ar_sa: امسح مكتبة الموسيقى الخاصة بك لملء الفنانين
bg_bg: Сканирайте вашата музикална библиотека, за да попълните изпълнители
bn_bd: শিল্পী যোগ করতে আপনার সঙ্গীত লাইব্রেরি স্ক্যান করুন
ca_es: Escaneja la teva biblioteca de música per emplenar els artistes
cs_cz: Naskenujte svou hudební knihovnu pro naplnění interpretů
da_dk: Scan dit musikbibliotek for at udfylde kunstnere
de_de: Scannen Sie Ihre Musikbibliothek, um Künstler zu füllen
el_gr: Σαρώστε τη βιβλιοθήκη μουσικής σας για να συμπληρώσετε τους καλλιτέχνες
es_mx: Escanea tu biblioteca de música para poblar artistas
et_ee: Esitajate lisamiseks skannige oma muusikakogu
fa_ir: برای پر کردن هنرمندان، کتابخانه موسیقی خود را اسکن کنید
fi_fi: Skannaa musiikkikirjastosi lisätäksesi artisteja
fr_fr: Analysez votre bibliothèque musicale pour afficher les artistes
ga_ie: Scan do leabharlann ceoil chun ealaíontóirí a líonadh
he_il: סרוק את ספריית המוזיקה שלך כדי לאכלס אמנים
hi_in: कलाकारों को भरने के लिए अपनी संगीत लाइब्रेरी स्कैन करें
hr_hr: Skenirajte svoju glazbenu knjižnicu kako biste popunili izvođače
hu_hu: Olvassa be a zenei könyvtárát az előadók feltöltéséhez
id_id: Pindai pustaka musik Anda untuk mengisi artis
it_it: Scansiona la tua libreria musicale per popolare gli artisti
ja_jp: 音楽ライブラリをスキャンしてアーティストを読み込んでください
ko_kr: 음악 라이브러리를 스캔하여 아티스트를 채우세요
lt_lt: Nuskaitykite savo muzikos biblioteką, kad užpildytumėte atlikėjus
ms_my: Imbas pustaka muzik anda untuk mengisi artis
nl_nl: Scan uw muziekbibliotheek om artiesten te vullen
no_no: Skann musikkbiblioteket ditt for å fylle artister
pa_in: ਕਲਾਕਾਰਾਂ ਨੂੰ ਭਰਨ ਲਈ ਆਪਣੀ ਸੰਗੀਤ ਲਾਇਬ੍ਰੇਰੀ ਸਕੈਨ ਕਰੋ
pl_pl: Przeskanuj swoją bibliotekę muzyczną, aby wypełnić listę artystów
pt_pt: Analise a sua biblioteca de música para preencher os artistas
ro_ro: Scanează-ți biblioteca muzicală pentru a popula artiștii
ru_ru: Просканируйте вашу музыкальную библиотеку для заполнения исполнителей
sk_sk: Naskenujte svoju hudobnú knižnicu pre naplnenie interpretov
sq_al: Skano bibliotekën tënde muzikore për të mbushur artistët
sr_cyrl_rs: Скенирајте своју музичку библиотеку да попуните извођаче
sv_se: Skanna ditt musikbibliotek för att fylla på artister
sw_ke: Changanua maktaba yako ya muziki ili kujaza wasanii
ta_in: கலைஞர்களை நிரப்ப உங்கள் இசை நூலகத்தை ஸ்கேன் செய்யவும்
th_th: สแกนคลังเพลงของคุณเพื่อเพิ่มศิลปิน
tl_ph: I-scan ang iyong music library upang punan ang mga artist
tr_tr: Sanatçıları doldurmak için müzik arşivinizi tarayın
uk_ua: Проскануйте свою музичну бібліотеку, щоб заповнити виконавців
vi_vn: Quét thư viện nhạc của bạn để điền nghệ sĩ
zh_cn: 扫描您的音乐库以填充艺术家
zh_tw: 掃描您的音樂媒體庫以填入藝人

# ArtistViewPage_EditOverlay.Content
source: Change artist image
af_za: Verander kunstenaarsprent
ar_eg: غير صورة الفنان
ar_sa: تغيير صورة الفنان
bg_bg: Смени изображението на изпълнителя
bn_bd: শিল্পীর ছবি পরিবর্তন করুন
ca_es: Canviar imatge d'artista
cs_cz: Změnit obrázek interpreta
da_dk: Skift kunstnerbillede
de_de: Künstlerbild ändern
el_gr: Αλλαγή εικόνας καλλιτέχνη
es_mx: Cambiar imagen del artista
et_ee: Muuda esitaja pilti
fa_ir: تغییر تصویر هنرمند
fi_fi: Vaihda artistin kuvaa
fr_fr: Changer l'image de l'artiste
ga_ie: Athraigh íomhá ealaíontóra
he_il: שנה תמונת אמן
hi_in: कलाकार की छवि बदलें
hr_hr: Promijeni sliku izvođača
hu_hu: Előadó képének módosítása
id_id: Ubah gambar artis
it_it: Cambia immagine artista
ja_jp: アーティスト画像を変更
ko_kr: 아티스트 이미지 변경
lt_lt: Keisti atlikėjo paveikslėlį
ms_my: Tukar imej artis
nl_nl: Artiestafbeelding wijzigen
no_no: Endre artistbilde
pa_in: ਕਲਾਕਾਰ ਦੀ ਤਸਵੀਰ ਬਦਲੋ
pl_pl: Zmień obraz artysty
pt_pt: Alterar imagem do artista
ro_ro: Schimbă imaginea artistului
ru_ru: Изменить изображение исполнителя
sk_sk: Zmeniť obrázok interpreta
sq_al: Ndrysho imazhin e artistit
sr_cyrl_rs: Промени слику извођача
sv_se: Ändra artistbild
sw_ke: Badilisha picha ya msanii
ta_in: கலைஞர் படத்தை மாற்று
th_th: เปลี่ยนรูปภาพศิลปิน
tl_ph: Palitan ang larawan ng artist
tr_tr: Sanatçı görselini değiştir
uk_ua: Змінити зображення виконавця
vi_vn: Đổi ảnh nghệ sĩ
zh_cn: 更改艺术家图像
zh_tw: 變更藝人圖片

# ArtistViewPage_ImageMenu_ChangeImage.Text
source: Change Image
af_za: Verander Prent
ar_eg: غير الصورة
ar_sa: تغيير الصورة
bg_bg: Смени изображението
bn_bd: ছবি পরিবর্তন করুন
ca_es: Canviar imatge
cs_cz: Změnit obrázek
da_dk: Skift billede
de_de: Bild ändern
el_gr: Αλλαγή Εικόνας
es_mx: Cambiar imagen
et_ee: Muuda pilti
fa_ir: تغییر تصویر
fi_fi: Vaihda kuvaa
fr_fr: Changer l'image
ga_ie: Athraigh Íomhá
he_il: שנה תמונה
hi_in: छवि बदलें
hr_hr: Promijeni sliku
hu_hu: Kép módosítása
id_id: Ubah Gambar
it_it: Cambia immagine
ja_jp: 画像を変更
ko_kr: 이미지 변경
lt_lt: Keisti paveikslėlį
ms_my: Tukar Imej
nl_nl: Afbeelding wijzigen
no_no: Endre bilde
pa_in: ਤਸਵੀਰ ਬਦਲੋ
pl_pl: Zmień obraz
pt_pt: Alterar Imagem
ro_ro: Schimbă imaginea
ru_ru: Изменить изображение
sk_sk: Zmeniť obrázok
sq_al: Ndrysho imazhin
sr_cyrl_rs: Промени слику
sv_se: Ändra bild
sw_ke: Badilisha Picha
ta_in: படத்தை மாற்று
th_th: เปลี่ยนรูปภาพ
tl_ph: Palitan ang Larawan
tr_tr: Görseli Değiştir
uk_ua: Змінити зображення
vi_vn: Đổi ảnh
zh_cn: 更改图像
zh_tw: 變更圖片

# ArtistViewPage_ImageMenu_RemoveImage.Text
source: Remove Image
af_za: Verwyder Prent
ar_eg: ازل الصورة
ar_sa: إزالة الصورة
bg_bg: Премахни изображението
bn_bd: ছবি সরান
ca_es: Eliminar imatge
cs_cz: Odstranit obrázek
da_dk: Fjern billede
de_de: Bild entfernen
el_gr: Αφαίρεση Εικόνας
es_mx: Eliminar imagen
et_ee: Eemalda pilt
fa_ir: حذف تصویر
fi_fi: Poista kuva
fr_fr: Supprimer l'image
ga_ie: Bain Íomhá
he_il: הסר תמונה
hi_in: छवि हटाएँ
hr_hr: Ukloni sliku
hu_hu: Kép eltávolítása
id_id: Hapus Gambar
it_it: Rimuovi immagine
ja_jp: 画像を削除
ko_kr: 이미지 제거
lt_lt: Pašalinti paveikslėlį
ms_my: Buang Imej
nl_nl: Afbeelding verwijderen
no_no: Fjern bilde
pa_in: ਤਸਵੀਰ ਹਟਾਓ
pl_pl: Usuń obraz
pt_pt: Remover Imagem
ro_ro: Elimină imaginea
ru_ru: Удалить изображение
sk_sk: Odstrániť obrázok
sq_al: Hiq imazhin
sr_cyrl_rs: Уклони слику
sv_se: Ta bort bild
sw_ke: Ondoa Picha
ta_in: படத்தை அகற்று
th_th: ลบรูปภาพ
tl_ph: Alisin ang Larawan
tr_tr: Görseli Kaldır
uk_ua: Видалити зображення
vi_vn: Xóa ảnh
zh_cn: 移除图像
zh_tw: 移除圖片

# ArtistViewPage_Header_Label.Text
source: Artist
af_za: Kunstenaar
ar_eg: فنان
ar_sa: فنان
bg_bg: Изпълнител
bn_bd: শিল্পী
ca_es: Artista
cs_cz: Interpret
da_dk: Kunstner
de_de: Künstler
el_gr: Καλλιτέχνης
es_mx: Artista
et_ee: Esitaja
fa_ir: هنرمند
fi_fi: Artisti
fr_fr: Artiste
ga_ie: Ealaíontóir
he_il: אמן
hi_in: कलाकार
hr_hr: Izvođač
hu_hu: Előadó
id_id: Artis
it_it: Artista
ja_jp: アーティスト
ko_kr: 아티스트
lt_lt: Atlikėjas
ms_my: Artis
nl_nl: Artiest
pa_in: ਕਲਾਕਾਰ
pl_pl: Artysta
pt_pt: Artista
ru_ru: Исполнитель
sk_sk: Interpret
sr_cyrl_rs: Извођач
sw_ke: Msanii
ta_in: கலைஞர்
th_th: ศิลปิน
tr_tr: Sanatçı
uk_ua: Виконавець
vi_vn: Nghệ sĩ
zh_cn: 艺术家
zh_tw: 藝人

# ArtistViewPage_Albums_Title.Text
source: Top Albums
ar_eg: أفضل الألبومات
ar_sa: أفضل الألبومات
bg_bg: Топ албуми
bn_bd: সেরা অ্যালবাম
ca_es: Àlbums principals
cs_cz: Nejlepší alba
de_de: Top-Alben
el_gr: Κορυφαία Άλμπουμ
es_mx: Álbumes principales
et_ee: Parimad albumid
fa_ir: آلبوم‌های برتر
fi_fi: Suosituimmat albumit
fr_fr: Meilleurs albums
ga_ie: Na hAlbaim is Fearr
he_il: אלבומים מובילים
hi_in: शीर्ष एल्बम
hr_hr: Najbolji albumi
hu_hu: Legjobb albumok
id_id: Album Teratas
it_it: Album principali
ja_jp: トップアルバム
ko_kr: 인기 앨범
lt_lt: Populiariausi albumai
ms_my: Album Teratas
no_no: Toppalbum
pa_in: ਪ੍ਰਮੁੱਖ ਐਲਬਮਾਂ
pl_pl: Najpopularniejsze albumy
pt_pt: Melhores Álbuns
ro_ro: Albume de top
ru_ru: Лучшие альбомы
sk_sk: Najlepšie albumy
sq_al: Albumet kryesore
sr_cyrl_rs: Најбољи албуми
sv_se: Toppalbum
sw_ke: Albamu Bora
ta_in: சிறந்த ஆல்பங்கள்
th_th: อัลบั้มยอดนิยม
tl_ph: Mga Nangungunang Album
tr_tr: En İyi Albümler
uk_ua: Найкращі альбоми
vi_vn: Album hàng đầu
zh_cn: 热门专辑
zh_tw: 熱門專輯

# ArtistViewPage_Songs_Title.Text
source: Songs
af_za: Liedjies
ar_eg: أغاني
ar_sa: الأغاني
bg_bg: Песни
bn_bd: গান
ca_es: Cançons
cs_cz: Skladby
da_dk: Sange
de_de: Lieder
el_gr: Τραγούδια
es_mx: Canciones
et_ee: Laulud
fa_ir: آهنگ‌ها
fi_fi: Kappaleet
fr_fr: Chansons
ga_ie: Amhráin
he_il: שירים
hi_in: गाने
hr_hr: Pjesme
hu_hu: Dalok
id_id: Lagu
it_it: Canzoni
ja_jp: 曲
ko_kr: 곡
lt_lt: Dainos
ms_my: Lagu
nl_nl: Nummers
no_no: Sanger
pa_in: ਗਾਣੇ
pl_pl: Utwory
pt_pt: Músicas
ro_ro: Melodii
ru_ru: Песни
sk_sk: Skladby
sq_al: Këngë
sr_cyrl_rs: Песме
sv_se: Låtar
sw_ke: Nyimbo
ta_in: பாடல்கள்
th_th: เพลง
tl_ph: Mga Kanta
tr_tr: Şarkılar
uk_ua: Пісні
vi_vn: Bài hát
zh_cn: 歌曲
zh_tw: 歌曲

# ArtistViewPage_SearchBox.PlaceholderText
source: Search in artist...
af_za: Soek in kunstenaar...
ar_eg: ابحث في الفنان...
ar_sa: البحث في الفنان...
bg_bg: Търсене в изпълнител...
bn_bd: শিল্পীর মধ্যে খুঁজুন...
ca_es: Cercar a l'artista...
cs_cz: Hledat u interpreta...
da_dk: Søg i kunstner...
de_de: Im Künstler suchen...
el_gr: Αναζήτηση σε καλλιτέχνη...
es_mx: Buscar en artista...
et_ee: Otsi esitajast...
fa_ir: جستجو در هنرمند...
fi_fi: Hae artistista...
fr_fr: Rechercher dans l'artiste...
ga_ie: Cuardaigh san ealaíontóir...
he_il: חפש באמן...
hi_in: कलाकार में खोजें...
hr_hr: Pretraži u izvođaču...
hu_hu: Keresés az előadóban...
id_id: Cari di artis...
it_it: Cerca nell'artista...
ja_jp: アーティスト内を検索...
ko_kr: 아티스트에서 검색...
lt_lt: Ieškoti atlikėjo...
ms_my: Cari dalam artis...
nl_nl: Zoeken bij artiest...
no_no: Søk i artist...
pa_in: ਕਲਾਕਾਰ ਵਿੱਚ ਖੋਜੋ...
pl_pl: Szukaj u artysty...
pt_pt: Pesquisar no artista...
ro_ro: Căutați în artist...
ru_ru: Искать у исполнителя...
sk_sk: Hľadať u interpreta...
sq_al: Kërko në artist...
sr_cyrl_rs: Претражи у извођачу...
sv_se: Sök i artist...
sw_ke: Tafuta ndani ya msanii...
ta_in: கலைஞரில் தேடு...
th_th: ค้นหาในศิลปิน...
tl_ph: Maghanap sa artist...
tr_tr: Sanatçıda ara...
uk_ua: Пошук у виконавці...
vi_vn: Tìm kiếm trong nghệ sĩ...
zh_cn: 在艺术家中搜索...
zh_tw: 在藝人中搜尋...
